/* An error occurred when creating a new album. Please check your internet connection and try again later. */
"An error occurred when creating a new album. Please check your internet connection and try again later." = "建新相册时发生错误创，请检查您的Internet连接，并稍后重试。";

/* An error occurred when uploading an image to Picasa Web Albums. Please check your internet connection and try again later. */
"An error occurred when uploading an image to Picasa Web Albums. Please check your internet connection and try again later." = "将图像上传到Picasa网络相册时出错。 请检查您的Internet连接，然后重试。";

/* Could not create a new album */
"Could not create a new album" = "无法创建新相册";

/* Could not upload an image */
"Could not upload an image" = "无法上传图片";
